Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: This Directive is at the end of the music You may need a closing double bar line - see Directives → Markings → Inserting Barlines
sv: Detta direktiv är i slutet av musiken Du kan behöva en avslutande dubbel taktil linje - se Direktiv → Markeringar → Infoga taktstreck

source: The cursor is on an unknown object type. Please report how this happened!
sv: Markören befinner sig på en okänd objekttyp. Vänligen rapportera hur detta hände!

source: Playback timing: %d minutes %1.2f seconds
sv: Uppspelningstid: %d minuter %1.2f sekunder

source: <span font-desc="30">Warning</span>
sv: <span font-desc="30">Varning</span>

source: Clone %s
sv: Klona %s

source: Palette Button Creation
sv: Skapande av palettknappar

source: Give a (unique) name for the button
sv: Ange ett (unikt) namn för knappen

source: Creates a cloned Denemo Directive
sv: Skapar ett klonat Denemo-direktiv

source: Could not create a button of that name in that palette
sv: Det gick inte att skapa en knapp med det namnet i den paletten

source: The Scheme Window is now open, but you must dismiss the Score Properties Editor to access it.
sv: Scheme Window är nu öppet, men du måste stänga av partitur Properties Editor för att komma åt det.

source: Duplicate Directive
sv: Duplikat av direktiv

source: Give name identifying purpose of this duplicate
sv: Ange namn som identifierar syftet med denna kopia

source: Transposed Version
sv: Transponerad version

source: Duplicate:
sv: Duplicera:

source: The duplicate directive will appear after the directive cloned, so it will override the original. Use the Conditional button to choose which directive is active for an omission criterion or for specific layouts.
sv: Det duplicerade direktivet visas efter det klonade direktivet, så det kommer att åsidosätta originalet. Använd knappen Villkorlig för att välja vilket direktiv som ska vara aktivt för ett utelämnandekriterium eller för specifika layouter.

source: To add or remove built-in attributes right click on the object in the display window
sv: För att lägga till eller ta bort inbyggda attribut högerklicka på objektet i visningsfönstret

source: You have custom score layout(s). Making this directive conditional will not affect them until you Reload Score-wide Settings in the Score Layout view.
sv: Du har en eller flera anpassade poänglayouter. Om du gör detta direktiv villkorligt kommer det inte att påverka dem förrän du laddar om inställningarna för hela poängen i vyn Poänglayout.

source: Omission Criterion:
sv: Kriterium för utelämnande:

source: is set on this Directive
sv: är inställd på detta direktiv

source: Remove:
sv: Ta bort:

source: from this Directive
sv: från detta direktiv

source: Conditional
sv: Villkorlig

source: Run the Edit Script for
sv: Kör redigeringsskriptet för

source: Execute command:
sv: Kör kommandot:

source: Next ➡
sv: Nästa ➡

source: Create Button for Command
sv: Skapa knapp för kommando

source: Make a palette button for running the command that created this attribute.
sv: Skapa en palettknapp för att köra kommandot som skapade detta attribut.

source: Make a palette button for installing this attribute elsewhere.
sv: Skapa en palettknapp för att installera detta attribut någon annanstans.

source: Examine/Edit this directive at a low-level
sv: Granska/revidera detta direktiv på låg nivå

source: Built-in Chord Attributes
sv: Inbyggda ackordattribut

source: Remove slur start
sv: Ta bort legatobåge start

source: Remove slur end
sv: Ta bort sländänden

source: Remove Start cresc. marking
sv: Ta bort Start cresc. marking

source: Remove End cresc. marking
sv: Ta bort End cresc. märkning

source: Remove Start dim. marking
sv: Ta bort Start dim. markering

source: Remove End dim. marking
sv: Ta bort End dim. märkning

source: Un-grace the note
sv: Avlägsna noten från grace

source: Denemo Object Editor
sv: Denemo objektredigerare

source: ⬅ Previous Object
sv: ⬅ Föregående objekt

source: Next note in chord
sv: Nästa ton i ackordet

source: Alternate note
sv: Alternativ not

source: Next Object ➡
sv: Nästa objekt ➡

source: Attached to the rest:
sv: Bifogat till resten:

source: Edit the note
sv: Redigera anteckningen

source: Attached to Note %s
sv: Bifogat till not %s

source: Nothing attached to Note %s
sv: Inget bifogat till anmärkning %s

source: Assign Pitch to Rhythm
sv: Tilldela tonhöjd till rytm

source: Edit Chord Symbol
sv: Redigera ackordsymbol

source: Alter Tuplet Type
sv: Alter Tuplet Typ

source: Attached to the tuplet start:
sv: Ansluten till tuplet start:

source: Attached to the tuplet end:
sv: Ansluten till tuplettens ände:

source: Attached to the clef change object:
sv: Fäst vid clefändringsobjektet:

source: Transform to printing clef
sv: Omvandla till tryckklav

source: Attached to the time signature change object:
sv: Bifogat till objektet för ändring av tidssignatur:

source: Attached to the key signature change object:
sv: Bifogat till objektet för ändring av nyckelsignatur:

source: Attached to the stemming change object:
sv: Kopplad till stambytesobjektet:

source: Standalone Denemo Directive:
sv: Fristående Denemo-direktiv:

source: Make a palette button for running the command that created/inserted this object.
sv: Skapa en palettknapp för att köra kommandot som skapade/insatte det här objektet.

source: Make a palette button for inserting a clone of this object elsewhere.
sv: Skapa en palettknapp för att infoga en klon av detta objekt någon annanstans.

source: Score
sv: Poäng

source: Score Header
sv: Poängrubrik

source: Paper
sv: Papper

source: Movement Header
sv: Satshuvud

source: Movement Layout
sv: Satsens layout

source: Key Signature
sv: Tonart

source: Time Signature
sv: Taktart

source: Clef
sv: Klav

source: Staff
sv: Notrad

source: Directives
sv: Direktiv

source: %sDenemo %s Directive tagged: %s %c%s%c
sv: %sDenemo %s Direktiv taggade: %s %c%s%c

source: (Conditional)
sv: (Villkorligt)

source: %sDenemo %s Directive: %s %c%s%c
sv: %sDenemo %s Direktiv: %s %c%s%c

source: Create Duplicate
sv: Skapa duplikat

source: Duplicate this directive with a new name. Usually only makes sense when the two directives are conditional - different inclusion criteria or different layouts.
sv: Duplicera detta direktiv med ett nytt namn. Vanligtvis är det bara meningsfullt när de två direktiven är villkorade - olika inklusionskriterier eller olika layouter.

source: Open Command Center
sv: Öppna kommandocentralen

source: Opens the Command Center on this command. Here you can find the location of the command in the menu system, set shortcuts etc.
sv: Öppnar kommandocentralen för detta kommando. Här kan du hitta kommandots plats i menysystemet, ställa in genvägar etc.

source: Make a palette button for installing a clone of this attribute elsewhere.
sv: Skapa en palettknapp för att installera en klon av detta attribut någon annanstans.

source: Get Script into Scheme Window
sv: Få in skript i Scheme-fönstret

source: Place a script to create this Directive (if absent) into the Scheme Window. Use this after loading the initialization script into the Scheme window - once saved this Directive will be installed on new scores at startup.
sv: Placera ett skript för att skapa detta direktiv (om det inte finns) i Scheme-fönstret. Använd detta efter att ha laddat initieringsskriptet i Scheme-fönstret - när det sparats kommer detta direktiv att installeras på nya poäng vid start.

source: Score and Movement Properties Editor
sv: Redigerare för partitur- och satsegenskaper

source: Score Properties
sv: partitur Egenskaper

source: Edit Built-in Score Properties
sv: Redigera egenskaper för inbyggd poäng

source: Properties
sv: Egenskaper

source: ⬅ Previous Movement
sv: ⬅ Föregående sats

source: Next Movement ➡
sv: Nästa sats ➡

source: Change the keysignature by clicking on it, or via the Key Signatures menu (after closing this editor).
sv: Ändra nyckelsignaturen genom att klicka på den eller via menyn Key Signatures (efter att du har stängt den här editorn).

source: Staff and Voice Properties Editor
sv: Redigerare för notrad- och stämegenskaper

source: Staff Properties
sv: Notradegenskaper

source: Staff Above
sv: Notrad ovan

source: Staff Below
sv: Notrad nedan

source: <b>This voice will be typeset on the staff above</b>
sv: <b>Den här stämman kommer att sättas på notraden ovan</b>

source: Edit Built-in Staff Properties
sv: Redigera egenskaper för inbyggd notrad

source: Clef:
sv: klav:

source: Time: %d/%d
sv: Tid: %d/%d

source: Key: %s
sv: Nyckel: %s

source: Click to switch to movement number %d
sv: Klicka för att växla till satsnummer %d

source: This is the only movement
sv: Detta är den enda satsn

source: Delete it and start over?
sv: Radera det och börja om?

source: This is movement #%d
sv: Detta är sats #%d

source: Delete entire movement?
sv: Ta bort hela satsn?

source: No such movement
sv: Ingen sådan sats

source: No such voice
sv: Ingen sådan stämma

source: No such measure
sv: Ingen sådan takt

source: This is the last movement
sv: Detta är den sista satsen

source: This is the first movement
sv: Detta är den första satsen

source: A button bar that can be populated by Movement titles and other user generated buttons. Generally by clicking the button you can edit the title or value or execute the action of the button
sv: Ett knappfält som kan fyllas med Movement-titlar och andra användargenererade knappar. Genom att klicka på knappen kan du i allmänhet redigera titeln eller värdet eller utföra knappens takt

source: LilyPond text editor
sv: LilyPond textredigerare

source: Default Score Layout
sv: Standard layout för poäng

source: This button is for changing the score itself, it will not affect this custom layout
sv: Den här knappen är till för att ändra själva poängen, den påverkar inte den här anpassade layouten

source: New Score Layout
sv: Ny layout för poäng

source: Give a name for this new score layout
sv: Ge ett namn åt denna nya partitur-layout

source: Custom Layout
sv: Anpassat utseende

source: Customize Layout
sv: Anpassa layouten

source: Replace Standard Layout?
sv: Ersätta standardlayout?

source: This layout will be used in place of the standard one, unless you delete it. Any new staffs added to the score will not appear in it unless you edit it.
sv: Denna layout kommer att användas i stället för standardlayouten, om du inte tar bort den. Eventuella nya notsystem som läggs till i partituret kommer inte att visas i det om du inte redigerar det.

source: Actions for this Layout
sv: takter för denna layout

source: Typeset
sv: Typsnitt

source: Typeset the score using this layout to determine which movements, parts, titles, page breaks etc should be used
sv: Sätt partituret med hjälp av denna layout för att bestämma vilka satser, delar, titlar, sidbrytningar etc som ska användas

source: Edit LilyPond Text of Layout
sv: Redigera LilyPond Text av layout

source: Opens the LilyPond window for further editing.
sv: Öppnar LilyPond-fönstret för ytterligare redigering.

source: Create a duplicate of this layout.
sv: Skapa en kopia av denna layout.

source: Convert to LilyPond Text
sv: Konvertera till LilyPond Text

source: Converts this layout to LilyPond text for further editing.
sv: Konverterar denna layout till LilyPond-text för vidare redigering.

source: Discard this customized score layout.
sv: Kassera den här anpassade poänglayouten.

source: Create Default Score Layout
sv: Skapa standardlayout för poäng

source: Creates the Default Score Layout
sv: Skapar standardlayouten för poäng

source: Append Current Movement
sv: Bifoga aktuell sats

source: Moves the first expanded movement in this layout to the end. This does not alter the score, just this layout. To re-order the actual movements of the score see the Movements menu.
sv: Flyttar den första utökade satsen i denna layout till slutet. Detta ändrar inte partituret, bara denna layout. För att ändra ordningen på de faktiska satserna i partituret, se menyn Satser.

source: Re-calculate this layout to incorporate changes made to the score structure.
sv: Räkna om denna layout för att införliva ändringar som gjorts i poängstrukturen.

source: Customize
sv: Anpassa

source: Create a layout from this standard layout that you can then modify.
sv: Skapa en layout från denna standardlayout som du sedan kan modifiera.

source: Discard this standard score layout.
sv: Kassera den här standardlayouten.

source: The music for this staff has been replaced by the music from the current staff, i.e. staff where the cursor is, Movement %d, Staff %d.
sv: Musiken för detta notsystem har ersatts av musiken från det aktuella notsystemet, dvs. det notsystem där markören befinner sig, Movement %d, Staff %d.

source: Edit the voice directives for this layout
sv: Redigera stämmadirektiven för den här layouten

source: Initial Signatures
sv: Initiala underskrifter

source: Click here to view and edit the clef, key and time signatures of this staff
sv: Klicka här för att se och redigera nyckel, tonart och taktart för detta notsystem

source: Edit the LilyPond definition of the clef. The editing affects only this layout.
sv: Redigera LilyPond-definitionen av klav. Redigeringen påverkar endast denna layout.

source: Edit the LilyPond definition of the key signature. The editing affects only this layout.
sv: Redigera LilyPond-definitionen av nyckelsignaturen. Redigeringen påverkar endast denna layout.

source: Edit the LilyPond definition of the time signature. The editing affects only this layout.
sv: Redigera LilyPond-definitionen av taktarten. Redigeringen påverkar endast denna layout.

source: Music for
sv: Musik för

source: Click here to move the Denemo cursor to the start of this music. The actual notes live here. You can only edit these in the main Denemo display. However you can place conditional directives that are to be used only when using this layout. For example page breaks just for this layout can be placed at points in the music.
sv: Klicka här för att flytta Denemo-markören till början av denna musik. De faktiska noterna finns här. Du kan bara redigera dessa i Denemos huvuddisplay. Du kan dock placera villkorliga direktiv som bara ska användas när du använder den här layouten. Till exempel kan sidbrytningar som bara gäller för den här layouten placeras på vissa ställen i musiken.

source: Substitute
sv: Vikarie

source: Drop this lyric part from the score layout
sv: Ta bort denna textdel från partiturlayouten

source: Move this lyric part above the staff for this score layout
sv: Flytta denna textdel över notbilden för denna partiturlayout

source: Move this lyric part below the staff for this score layout
sv: Flytta den lyriska delen under notbilden för den här partiturlayouten

source: Edit LilyPond
sv: Redigera LilyPond

source: Edit this using LilyPond syntax The editing applies just to this score layout
sv: Redigera detta med hjälp av LilyPond-syntax Redigeringen gäller bara för denna partitur-layout

source: Edit this element for this layout
sv: Redigera detta element för denna layout

source: Move this element upwards for this score layout
sv: Flytta detta element uppåt för denna poängplanering

source: Move this element downwards for this score layout
sv: Flytta detta element nedåt för denna partitur-layout

source: Remove this element from this layout
sv: Ta bort detta element från denna layout

source: Page Break
sv: Sidbrytning

source: This forces a new page, useful for avoiding page turns
sv: Detta tvingar fram en ny sida, användbart för att undvika sidvändningar

source: Blank Page
sv: Tom sida

source: This prints a page intentionally left blank, useful for avoiding page turns
sv: Detta skriver ut en sida som avsiktligt lämnats tom, användbart för att undvika sidvändningar

source: Create Page Break
sv: Skapa sidbrytning

source: This inserts a page break, useful for avoiding page turns Move it before the title (using the up arrow) once created!
sv: Detta infogar en sidbrytning, användbart för att undvika sidvändningar Flytta den före titeln (med hjälp av uppåtpilen) när den har skapats!

source: Create Blank Page
sv: Skapa en tom sida

source: This inserts a page intentionally left blank, useful for avoiding page turns when printing on both sides of the paper
sv: Detta infogar en sida som avsiktligt lämnats tom, vilket är användbart för att undvika sidvändningar när du skriver ut på båda sidor av papperet

source: Movement Titles, Page Breaks etc
sv: Rörliga titlar, sidbrytningar etc

source: In here are settings for the movement title, page breaks before the movement etc
sv: Här finns inställningar för satsns titel, sidbrytningar före satsn etc

source: Create Titles for Movement
sv: Skapa titlar för sats

source: Set book titles for this movement in the score
sv: Ange boktitlar för denna sats i partituret

source: Create for Custom Layout
sv: Skapa för anpassad layout

source: Create page breaks, blank pages ...for this layout
sv: Skapa sidbrytningar, tomma sidor ... för den här layouten

source: This brace connects together several staffs - you can delete it for a customized layout.
sv: Detta stag kopplar samman flera staber - du kan ta bort det för en anpassad layout.

source: Remove this staff brace from these staffs for a customized layout.
sv: Ta bort detta stavstöd från dessa notsystem för en anpassad layout.

source: This shows the clef in the Denemo score - the actual clef printed may be modified by Directives attached to it. You can edit the clef for a custom layout - do this on the first voice on the staff.
sv: Här visas notbilden i Denemo-partituret - den faktiska notbilden som skrivs ut kan ändras genom direktiv som bifogas den. Du kan redigera nyckeln för en anpassad layout - gör detta på den första stämman i notsystemet.

source: Move this staff (with all its voices) above the preceding staff.
sv: Flytta detta notsystem (med alla dess stämmor) över det föregående notsystemet.

source: Move this staff (with all its voices) after the following staff.
sv: Flytta detta notsystem (med alla dess stämmor) efter följande notsystem.

source: Remove this staff (with all its voices) for customized layout.
sv: Ta bort detta notsystem (med alla dess stämmor) för anpassad layout.

source: Chord Symbols
sv: Ackordsymboler

source: Staff Start
sv: Början av notsystem

source: Staff %d Start
sv: Början av notsystem %d

source: Click for a menu to position the Denemo cursor on this staff or to alter this staff for a customized layout
sv: Klicka för en meny för att placera Denemo-markören på detta notsystem eller för att ändra detta notsystem för en anpassad layout

source: Move Denemo Cursor to this staff
sv: Flytta Denemo-markören till detta notsystem

source: This will move the Denemo Cursor to the start of this staff in this movement
sv: Detta flyttar Denemo-markören till början av detta notsystem i den här satsen

source: Edit Staff Opening Syntax
sv: Redigera syntax för notsystemöppning

source: Edit the syntax creating this staff to customize this layout Take care only alter the obvious bits, such as instrument name etc Injudicious deletion of the LilyPond typesetting characters {<<# etc can make the layout unreadable by the LilyPond typesetter. Just delete the layout if you get stuck.
sv: Redigera syntaxen som skapar den här staven för att anpassa layouten Var noga med att bara ändra de uppenbara bitarna, till exempel instrumentnamn etc Oförsiktig radering av LilyPonds sättningstecken {<<# etc kan göra layouten oläslig för LilyPonds sättare. Ta bara bort layouten om du fastnar.

source: Set Staff Group Start/End
sv: Ställ in notsystemgruppens start/slut

source: The braces { and [ binding staffs together can be set here. Set the start on one staff and the end on a later staff. This is editing the score, not just customizing a layout. Refresh the layout view (see under Options for this Layout button at the top) once you have made the changes.
sv: Parenteserna { och [ som binder samman stavarna kan ställas in här. Ställ in början på en notbild och slutet på en senare notbild. Detta är redigering av partituret, inte bara anpassning av en layout. Uppdatera layoutvyn (se under Alternativ för den här layoutknappen längst upp) när du har gjort ändringarna.

source: Voices
sv: Deltagare

source: This holds the voice(s) of the staff - the clef, time signature, key signature and music are all here
sv: Här finns notsystemets stämma(er) - klav, taktart, tonart och musik finns alla här

source: Staff End
sv: Slut på notsystem

source: Staff %d End
sv: notsystem %d Slut

source: The Staff
sv: Notsystemet

source: The Staffs
sv: Notsystemen

source: This holds the staffs below which are the voices with the music.
sv: Här finns notsystemen nedanför, som är musikens stämmor.

source: Append Current Staff
sv: Bilaga Nuvarande notsystem

source: Appends the current staff (the one where the cursor is in the Denemo Display) to this layout. The same staff can be placed at multiple positions in the layout with individual edits in each.
sv: Lägger till det aktuella notsystemet (det där markören finns i Denemo-vyn) i denna layout. Samma notsystem kan placeras på flera ställen i layouten med egna redigeringar på varje plats.

source: Movement %d
sv: Sats %d

source: paper size
sv: pappersstorlek

source: Global staff size
sv: Global notsystemstorlek

source: Paper Block
sv: Pappersblock

source: Settings for whole score: includes overall staff size, paper size ...
sv: Inställningar för hela partituret: inkluderar övergripande stavstorlek, pappersstorlek ...

source: the paper block contents
sv: pappersblockets innehåll

source: Score Titles
sv: Titlar på poäng

source: Titles, layout settings, preferences etc for the whole score. Includes main title, composer, date, instrumentation, tagline
sv: Titlar, layoutinställningar, preferenser etc. för hela partituret. Inkluderar huvudtitel, kompositör, datum, instrumentering, tagline

source: Default tagline
sv: Standard tagline

source: Score Directives
sv: Direktiv för poängsättning

source: Alt Score Directives
sv: Direktiv för Alt partitur

source: Score-wide Settings.
sv: Inställningar för hela poängen.

source: Setting the score title, composer, headers and footers for this layout
sv: Ställa in partitur-titel, kompositör, sidhuvud och sidfot för den här layouten

source: Create Book Titles
sv: Skapa boktitlar

source: Set book titles for the score
sv: Ange boktitlar för partituret

source: Reload Score-Wide Settings
sv: Ladda om partitur-Wide-inställningar

source: Reload the score wide settings for this layout from the current values in the score. Do this if you have made changes to the score titles etc which you wish to be used for this layout.
sv: Ladda om inställningarna för hela partituret för den här layouten från de aktuella värdena i partituret. Gör detta om du har gjort ändringar i titlar etc. som du vill ska användas för den här layouten.

source: <b>Movement %d</b>
sv: <b>Sats %d</b>

source: This contains the layout of the movement- the movement title, and the actual music itself
sv: Här finns satsns layout - satsns titel och själva musiken

source: Remove this movement from the score layout
sv: Ta bort denna sats från partiturlayouten

source: Header block
sv: Huvudblock

source: The currently expanded movement is already at the end
sv: Den nuvarande utvidgade satsn är redan i slutet

source: No movement is expanded - don't know which movement to move
sv: Ingen sats är utökad - vet inte vilken sats som ska flyttas

source: Full Score
sv: Fullständigt partitur
